Repository: caodev/cao-dev
Catalog: sites/all/modules/curlypage/curlypage_scheduler/translations/*.po
Languages: es

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Are you sure you want to delete the curlypage schedule?
es: Está seguro que desea borrar el programa?

source: Delete
es: Eliminar

source: The schedule has been removed.
es: El programa ha sido borrado.

source: Curlypage scheduling settings
es: Opciones de programación del curlypage

source: Format: %time. The date format is YYYY-MM-DD. Leave blank if you don't need an enable schedule here.
es: Formato: %time. El formato de la fecha es YYYY-MM-DD (Y:año, M:mes, D:día). Déjelo en blanco si no desea fecha de activación para este programa.

source: Format: %time. The date format is YYYY-MM-DD. Leave blank if you don't need a disable schedule here.
es: Formato: %time. El formato de la fecha es YYYY-MM-DD (Y:año, M:mes, D:día). Déjelo en blanco si no desea fecha de desactivación para este programa.

source: The schedule will not be repeated any more when this time is passed. Format: %time. The date format is YYYY-MM-DD. Leave blank if you don't need and until time.
es: El programa no se repetirá más cuando haya pasado esta fecha. El formato de la fecha es YYYY-MM-DD (Y:año, M:mes, D:día). Déjelo en blanco si no desea configurar una hora de finalización para la repetición del programa.

source: Check this if you want to repeat this schedule
es: Marque esta casilla si desea repetir este programa

source: Schedule
es: Programa

source: Enable on
es: Activar en

source: Disable on
es: Desactivar en

source: Repeat
es: Repetir

source: days
es: días

source: hours
es: horas

source: until
es: hasta

source: does not match the expected format of %time
es: no tiene el formato esperado, ejemplo: %time

source: Days must be a number between 0 and 365
es: Los días deben ser un número entre 0 y 365

source: Hours must be a number between 0 and 23
es: Las horas debe ser un número entre 0 y 23

source: Repeat every 0 days and 0 hours makes no sense.
es: Repetir cada 0 días y 0 horas no tiene sentido.

source: The schedule has been saved.
es: El programa ha sido guardado.

source: Until
es: Hasta

source: Operations
es: Operaciones

source: edit
es: editar

source: delete
es: eliminar

source: There are no scheduled curlypages.
es: No hay curlypages programados.

source: Scheduled
es: Programa

source: Display a list of scheduled curlypages
es: Muestra una lista de curlypages programados

source: Edit schedule
es: Editar programa

source: Delete schedule
es: Borrar programa

source: Adds scheduling options to curlypages.
es: Añade opciones de programación a los curlypages.
