Repository: caodev/cao-dev
Catalog: sites/all/modules/watermark/translations/*.po
Languages: de, fr

source: Adds watermark to image.module. Requires image.module
de: Fügt dem image.module Wasserzeichen hinzu. Setzt image.module voraus
fr: Ajoute des filigranes au module <em>image</em>. Requiert le module <em>image</em>

source: Watermark
de: Wasserzeichen
fr: Filigrane

source: Enable watermarking of new images?
de: Wasserzeichen für neue Bilder aktivieren?
fr: Activer les filigranes sur les nouvelles images ?

source: Check this box to enable watermarking of new images.
de: Diese Box auswählen, um neuen Bildern Wasserzeichen hinzuzufügen.
fr: Cochez cette boite pour activer les filigranes sur les nouvelles images.

source: Watermark overlay image
de: Wasserzeichen Bild
fr: Filigrane en sur-impression

source: Path of the image that should be used as the watermark image, relative to the Drupal root. This should be an 8-bit PNG image (tested and verified), although other formats may work (untested).
de: Pfad zum Bild, welches als Wasserzeichen benutzt werden soll, relativ zum Drupal root-Verzeichnis. Dieses Bild sollte ein 8-bit PNG (getestet und verifiziert) sein, evtl. funktionieren auch andere Formate (nicht getestet).
fr: Chemin d'accès à l'image qui devra être utilisée come filigrane, relatif à la racine de Drupal. Ce doit être une image PNG 8-bit (testé et vérifié), bien que d'autres formats puissent fonctionnés (non testé).

source: Middle
de: Mitte
fr: Centre

source: Middle right
de: Mitte rechts
fr: Centre droite

source: Middle left
de: Mitte links
fr: Centre gauche

source: Top middle
de: Oben mitte
fr: Haut millieu

source: Top left
de: Oben links
fr: Haut gauche

source: Top right
de: Oben rechts
fr: Haut droite

source: Bottom middle
de: Unten mitte
fr: Bas millieu

source: Bottom right
de: Unten rechts
fr: Bas droite

source: Bottom left
de: Unten links
fr: Bas gauche

source: Location
de: Plazierung
fr: Emplacement

source: Location on the final image where the watermark will be placed.
de: Plazierung des Wasserzeichens auf dem Bild
fr: Position du filigrane sur l'image.

source: Apply watermark to the following images
de: Füge ein Wasserzeichen zu den folgenden Bildern hinzu
fr: Activer les filigranes sur les images suivantes

source: Check which images you want to apply watermarks for.
de: Auswählen, welchen Bildern immer ein Wasserzeichen beigefügt werden soll.
fr: Cochez les images sur lesquelles vous voulez appliquer des filigranes.

source: Watermark applied to image: %file
de: Wasserzeichen auf Bild %file angebracht
fr: Filigrane appliqué à l'image : %file

source: Error adding watermark.
de: Fehler beim Einfügen des Wasserzeichens.
fr: Erreur lors de l'ajout du filigrane.

source: Failed to merge image with watermark.
de: Fehler beim Verschmelzen des Wasserzeichens mit dem Bild.
fr: Erreur lors de la fusion de l'image et du filigrane.

source: Failed to save merged image.
de: Fehler beim Speichern des fertigen Bildes
fr: Erreur lors de la sauvegarde de l'image fusionée.

source: Image file %file not found.
de: Bilddatei %file nicht gefunden.
fr: L'image %file est introuvable.

source: Image file %file is an unsupported format type=%type.
de: Bilddatei %file hat ein nicht unterstütztes Format: %type
fr: Le format %type du fichier image %file n'est pas suporté.

source: Failed to create handle for image file %file via function %function.
de: Fehler bei der Erstellung eines Handels für Bilddatei %file durch die Funktion %function.
fr: Erreur lors de la création d'une accroche sur l'image %file avec la fonction %function.

source: error
de: Fehler
fr: erreur

source: watermark
de: Wasserzeichen

source: Allows the user to apply watermarks on image upload
de: Erlaubt dem Benutzer Bilder beim Hochladen mit Wasserzeichen zu versehen

source: image
de: Bild

source: Image
de: Bild

source: Percentage
fr: Pourcentage

source: Percentage to apply the watermark to the image.
fr: Pourcentage d'opacité du filigrane sur l'image.
