Repository: caodev/cao-dev
Catalog: sites/all/modules/reptag/translations/*.po
Languages: de, ja

source: Modules
de: Module

source: Roles / Permissions
de: Rollen / Zugriffsrechte
ja: ユーザグループ / 権限

source: Content Types
de: Inhaltstypen
ja: コンテンツタイプ

source: Process
de: Ausführen
ja: 処理

source: Replace special tags with user-defined content.
de: Ersetzt spezielle Tags mit benutzerdefinierten Inhalten.
ja: 特殊タグをユーザが定義した内容で置き換えます。

source: Error: Tag already exists
de: Fehler: Tag bereits vorhanden
ja: エラー： タグはすでに存在します

source: Error: Empty field(s)
de: Fehler: Leere(s) Feld(er)
ja: エラー： フィールドが空です

source: Error: Tag does not exist
de: Fehler: Tag ist nicht verhanden
ja: エラー： タグが存在しません

source: Error: Tag already in list
de: Fehler: Tag bereits in der Liste
ja: エラー： タグはすでにリストにあります

source: Error: Invalid selection
de: Fehler: Ungültige Auswahl
ja: エラー： 無効な選択です

source: <em>Click to remove.</em>
de: <em>Zum Entfernen anklicken</em>
ja: <em>クリックすると削除します。</em>

source: Close
de: Schließen
ja: 閉じる

source: Error: Nothing to list
de: Fehler: Keine Daten zur Auflistung
ja: エラー： リストに何もありません

source: Insert
de: Einfügen
ja: 挿入

source: Settings
de: Einstellungen

source: General
de: Allgemein
ja: 全般

source: User Tags
de: Benutzer Tags
ja: ユーザタグ

source: Maintenance
de: Wartung
ja: メンテナンス

source: Rep[lacement]Tags - Help
de: Rep[lacement]Tags - Hilfe
ja: リプ［レイスメント］タグ － ヘルプ

source: Additional Rep[lacement]Tags
de: Weitere Rep[lacement]Tags
ja: 追加リプ［レイスメント］タグ

source: administer reptag
de: RepTag administrieren
ja: RepTagの管理

source: manage sitewide reptags
de: SiteWide RepTags verwalten
ja: サイト全般のタグ管理

source: manage user reptags
de: Benutzer RepTags verwalten
ja: ユーザのタグ管理

source: General - Settings
de: Allgemeine Einstellungen
ja: 全般の設定

source: Enable Rep[lacement]Tags
de: Rep[lacement]Tags aktivieren
ja: リプ［レイスメント］タグを有効にする

source: Enable Rep[lacement]Tags in Preview
de: Rep[lacement]Tags während der Vorschau aktivieren
ja: リプ［レイスメント］タグをプレビューで有効にする

source: Show 'Rep[lacement]Tags - Help' section on add/edit node pages
de: 'Rep[lacement]Tags - Hilfe' beim Bearbeiten von Seiten anzeigen
ja: ノードページの追加・編集で「リプ［レイスメント］タグ － ヘルプ」を表示する

source: Privilege SiteWide tags over User tags
de: SiteWide Tags über Benutzer Tags priorisieren
ja: ユーザタグをサイト全般タグより優先させる

source: By default users can override site wide tags with their own tags.
de: Standardmäßig können Nutzer SiteWide Tags mit ihren eigenen überschreiben.
ja: 同じタグが定義されている場合、サイト全般タグとユーザタグのどちらを優先的に使用するかを指定してください。 チェックを入れると、デフォルトでユーザタグがサイト全般タグより優先して使用されるようになります。

source: Expert - Settings
de: Experten - Einstellungen
ja: 高度な設定

source: Enable Preview - Validation
de: Vorschau-Validierung aktivieren
ja: プレビューでの検証を有効にする

source: Run html-filter on Preview to find invalid tags.
de: Prüft während der Vorschau auf ungültige Tags innerhalb der Seite.
ja: 無効なタグを検出するためにプレビューでHTMLフィルタを実行する場合、ここにチェックを入れてください。

source: Enable Partial PageCache
de: Partiellen SeitenSpeicher (Cache) aktivieren
ja: 部分的なページキャッシュを有効にする

source: <i>(recommended at least for high traffic sites)</i><br />Expand static tags on form submission and cache the result. Only dynamic tags are processed on page view.<br />To disable dynamic tags completely check 'Disable Dynamic Replacements' below.
de: <i>(empfohlen besonders für HighTraffic Sites)</i><br />Statische Tags werden beim Speichern einer Seite ersetzt und zwischengespeichert. Nur die Dynamischen Tags werden bei jedem Seitenaufruf bearbeitet.<br />Um Dynamische Tags vollständig zu deaktivieren, verwenden Sie 'Dynamische Replacements deaktivieren'.
ja: 一部のページキャッシュを有効にする場合、ここにチェックを入れてください。<br /><i>（アクセス数の非常に多いサイトにお勧めします）</i><br />有効にすると、フォーム投稿時に静的なタグを展開し、結果をキャッシュします。 これにより、ページ表示の際には、動的なタグのみが処理されるようになります。 動的なタグを完全に無効にしたい場合は、以下の「動的な置き換えを無効にする」にチェックを入れてください。

source: none
de: keine

source: permanent
de: dauerhaft
ja: 永続

source: Minimum cache lifetime
de: Mindestgültigkeit des Zwischenspeichers (Cache)

source: Set the minimum cache lifetime before the cache expires.
de: Minimale Zeitspanne bis der Zwischenspeicher (Cache) ungültig wird.
ja: キャッシュの更新を行わない期間を指定してください。

source: Disable Dynamic Replacements
de: Dynamische Replacements deaktivieren
ja: 動的な置き換えを無効にする

source: Run reptag on form submission only (disables certain modules, e.g. System, Block, ...).<br />Modules affected by this option are marked 'Static' = 'No'.
de: RepTag arbeitet nur beim Speichern einer Seite (Einige Module werden zwangsweise deaktiviert, z.B. System, Block, ...).<br />Von dieser Option betroffene Module werden mit 'Statisch' = 'Nein' markiert.
ja: 動的なタグを完全に無効にしたい場合、ここにチェックを入れてください。 ここにチェックを入れると、RepTag の実行はフォーム投稿時のみになります。 この場合、特定のモジュール（例えば、System や Block）は無効になります。 <br />このオプションによって影響を受けるのは、「静的」が「いいえ」になっているモジュールです。

source: Enable RepTag-Support for comments.
de: RepTag-Unterstützung für Kommentare aktivieren.
ja: コメントでのRepTagサポートを有効にする

source: Check this option to allow replacement tags (static tags only) for comments.
de: Diese Option aktiviert ReplacementTags (nur statische) für Kommentare.
ja: コメントでのタグ置き換え（静的タグのみ）を有効にしたい場合、ここにチェックを入れてください。

source: Enable RepTag to process node titles
de: RepTag für Seiten-Titel aktivieren
ja: ノードタイトルでのRepTag処理を有効にする

source: <i>(Node title support is not available for full page rendered nodes!)</i><br />With this option enabled you can select node titles for processing under <a href="@content-types-settings">Content Types</a>.
de: <i>(Für die vollseitige Ansicht ist eine Titel-Unterstützung nicht möglich!)</i><br />Ist diese Option aktiviert, können Sie Seiten-Titel für die Verwendung mit RepTag unter <a href="@content-types-settings">Inhaltstypen</a> konfigurieren.

source: Enable Debugging
de: Debugging aktivieren
ja: デバグ情報出力を有効にする

source: Print debug listings (print_r) of module variables.
de: Gibt Debugdaten (print_r) über Modulvariablen aus.
ja: モジュール変数のリストを画面出力したい場合、ここにチェックを入れてください。

source: UserInterface - Settings
de: Benutzeroberfläche
ja: ユーザインターフェースの設定

source: Add sample data to tags tables
de: Beispieldaten für RepTags anzeigen
ja: タグテーブルにサンプルデータを追加

source: Adds a row of sample data to site-/user-tags tables.
de: Fügt eine Zeile mit Beispieldaten am Anfang der Tabelle ein.
ja: サイトやユーザタグの定義時にサンプルデータを表示したい場合、ここにチェックを入れてください。

source: Enable Javascript/AJAX - Support
de: Javascript/AJAX - Unterstützung aktivieren
ja: Javascript/AJAX サポートを有効にする

source: Enable Javascript/AJAX - Support for administration pages.
de: Javascript/AJAX - Unterstützung für den Verwaltungsbereich von RepTag aktivieren.
ja: 管理ページで Javascript/AJAX サポートを有効にしたい場合、ここにチェックを入れてください。

source: Use textareas for replacements
de: Mehrzeilige Textfelder für Replacements verwenden
ja: 置き換え文字列の入力にテキストエリアを使用する

source: Use resizable textareas instead of textfields for replacements in tags table.
de: Verwendet skalierbare mehrzeilige Textfelder für Replacements statt einfacher Textfelder.
ja: タグテーブルでの置き換え文字列の入力欄を、1行テキストフィールドではなく、サイズ変更可能なテキストエリアにしたい場合、ここにチェックを入れてください。

source: Integration - Settings
de: Integration
ja: 統合の設定

source: Enable Quicktags - Integration
de: Quicktags - Integration aktivieren

source: Add a button to Quicktag's toolbar. Available only with 'Quicktags' module installed.
de: Fügt einen Button in die Quicktag Toolbar ein. 'Quicktags' muss dazu installiert sein.

source: Enable Workspace - Integration
de: Workspace - Integration aktivieren
ja: Workspaceとの統合を有効にする

source: Adds a tab to the user's workspace. Available only with 'Workspace' module installed.
de: Fügt ein Tab in den Arbeitsplatz (Workspace) des Benutzers ein. 'Workspace' muss dazu installiert sein.
ja: Workspace との統合を行うかどうかを指定してください。 チェックを入れると、ユーザの Workspace にタブが追加されます。 ただし、この機能は Workspace モジュールがインストールされている場合にのみ利用できます。

source: Yes
de: Ja

source: No
de: Nein

source: Option / Module
de: Option / Modul
ja: オプション / モジュール

source: Module: !module
de: Modul: !module
ja: モジュール： !module

source: Plain text replacements only
de: Nur Reintext zulassen
ja: プレーンテキストの置き換えのみ

source: Append
de: Hinzufügen
ja: 追加

source: Remove
de: Entfernen
ja: 削除

source: Add
de: Einfügen
ja: 追加

source: Choose the content fields to be processed. Reptag can only run on text fields.<br />Unselecting all fields for a content type will disable reptag for that particular type.
de: Wählen Sie die Felder aus, die von RepTag bearbeiten werden sollen. RepTag unterstützt zur Zeit nur Textfelder.<br />Sind für einen Inhaltstyp keine Felder ausgewählt, so ist RepTag für diesen Typ deaktiviert.
ja: 処理するコンテンツフィールドを選んでください。 RepTag はテキストフィールドでのみ実行できます。<br />コンテンツタイプの全フィールドを非選択にすると、特定のタイプでの RepTag を無効化できます。

source: You only have the 'Body' field available because <a href="!cck">CCK</a> is not installed.
de: Das Modul <a href="!cck">CCK</a> ist nicht installiert. Daher ist momentan nur das 'Body'-Feld verfügbar.
ja: <a href="!cck">CCK</a> がインストールされていないため、「本文」フィールドのみが利用できます。

source: Title
de: Titel

source: Body
de: Body (Textkörper)

source: User - Rep[lacement]Tags
de: Benutzer - Rep[lacement]Tags
ja: ユーザ - リプ［レイスメント］タグ

source: <strong>MYTAG</strong>
de: <strong>MEINTAG</strong>

source: <strong>Hello, I'm Mr. Repl Text.</strong>
de: <strong>Hallo, ich bin der Ersatztext.</strong>
ja: <strong>こんにちは、置換テキスト太郎です。</strong>

source: Edit
de: Ändern

source: Del
de: Löschen
ja: 削除

source: Save configuration
de: Konfiguration speichern

source: The configuration options have been saved.
de: Die Konfiguration wurde gespeichert.

source: You dont have neither 'DOMDocument' class nor 'xml_parser_create' function available.<br />HTML-Validation is not possible and will be disabled!
de: Weder die 'DOMDocument' Klasse noch die 'xml_parser_create' Funktion sind zurzeit verfügbar.<br />HTML-Validierung ist deshalb nicht möglich und wird deaktiviert!

source: Module '!module' has been disabled!<br />It does not comply with all requirements (e.g. include dependencies, PEAR packages, ...).
de: Modul '!module' wurde deaktiviert. Nicht alle Voraussetzungen (z.B. include Abhängigkeiten, PEAR Pakete, ...) werden erfüllt.
ja: モジュール '!module' は、すべての要件を満たさないため無効にされました！<br />（例えば、依存関係にあるファイルや PEAR パッケージが含まれないなど）

source: The cache has been flushed to reflect the new configuration.
de: Um die neue Konfiguration zu übernehmen wurde der Zwischenspeicher (Cache) geleert.
ja: 新しい設定を反映するためにキャッシュがクリアされました。

source: Replacement
de: Replacement (Ersatztext)
ja: 置き換え

source: Enabled
de: Aktiviert

source: Module
de: Modul
ja: モジュール

source: Static
de: Statisch
ja: 静的

source: Weight
de: Gewicht

source: <em>Enter tags to exclude seperated by '|', e.g. '$MYTAG$' or '#{BACK}(.*?){/BACK}#s'.</em>
de: <em>RepTags angeben getrennt durch '|', z.B. '$MYTAG$' oder '#{BACK}(.*?){/BACK}#s'.</em>
ja: 除外したいタグを '|' で区切って入力してください。 例： '$MYTAG$' や '#{BACK}(.*?){/BACK}#s'

source: Exclude for role
de: Ausschliessen für
ja: 除外の対象ユーザグループ

source: Enter tag to exclude:
de: Geben sie einen Tag ein:
ja: 除外するタグの入力：

source: Field Label
de: Bezeichnung des Feldes
ja: フィールドのラベル

source: Type / Widget
de: Typ / Widget
ja: タイプ / 優先順位

source: Reset to defaults
de: Zurücksetzen

source: RepTag - Maintenance
de: RepTag -Wartung
ja: RepTagのメンテナンス

source: Regenerate all cached nodes
de: Seiten im Zwischenspeicher neu aufbauen
ja: 全キャッシュノードの再生成

source: Use this option to update all cached nodes.
de: Verwenden Sie diese Option, um die Seiten im Zwischenspeicher zu aktualisieren.
ja: すべてのキャッシュされたノードを更新したい場合は、このオプションを使用してください。

source: Flush all cached nodes
de: Alle zwischengespeicherten Seiten löschen
ja: 全キャッシュノードをクリア

source: Use this option to clear the cache.
de: Verwenden Sie diese Option, um den Zwischenspeicher zu löschen.
ja: キャッシュをクリアしたい場合は、このオプションを使用してください。

source: Switch Drupal to 'offline mode' for operation
de: Drupal während der Operation in den 'Offline Modus' schalten
ja: 作業のためにDrupalを「オフラインモード」に切り替える

source: per step
de: pro Aufruf
ja: / ステップ

source: !n nodes
de: !n Seiten
ja: !n ノード

source: Perform
de: Ausführen
ja: 実行

source: More than one option selected.
de: Mehr als eine Option gewählt.
ja: 複数のオプションを選択しました。

source: Maintenance operation successfully comleted.
de: Wartungsaufgabe erfolgreich durchgeführt.
ja: メンテナンス作業は正常に完了しました。

source: No option selected.
de: Keine Option ausgewählt.
ja: オプションが選択されていません。

source: Regenerating cached nodes ...
de: Seiten im Zwischenspeicher neu aufbauen ...
ja: キャッシュノードの再生成中 ...

source: Running maintenance ...
de: Wartungsaufgabe ausführen ...
ja: メンテナンスの実行中 ...

source: Rep[lacement]Tags
ja: リプ［レイスメント］タグ

source: SiteWide Tags
ja: サイト全般タグ

source: RepTags
ja: RepTag

source: <i>(Node title support is not available for full page rendered nodes!)</i><br />With this option enabled you can select node titles for processing under <a href="!content-types-settings">Content Types</a>.
ja: ノードのタイトルで RepTag を利用したい場合、ここにチェックを入れてください。<br /><i>（ノードタイトルのサポートは、全文表示では利用できません！）</i><br />このオプションが有効化されている場合、<a href="!content-types-settings">コンテンツタイプの設定ページ</a>でノードタイトルが処理対象として選択できるようになります。

source: Exclude Tags
ja: 除外タグ

source: text
ja: テキスト

source: SiteWide - Rep[lacement]Tags
ja: サイト全般 - リプ［レイスメント］タグ

source: You dont have neither 'DOMDocument' class nor 'xml_parser_create' function available.<br />(X)HTML-Validation is not possible and will be disabled!
ja: この環境には、利用可能な 'DOMDocument' クラスと 'xml_parser_create' 関数のどちらもないため、(X)HTMLの検証はできません。<br />この機能は無効にされました！

source: Tag
ja: タグ

source: Tags
ja: タグ

source: Rep[lacement]Tag
ja: リプ［レイスメント］タグ
