Repository: caodev/cao-dev
Catalog: sites/all/modules/curlypage/curlypage_clicks/translations/*.po
Languages: es

source: Tracking Settings
es: Configuración de tracking

source: Track clicks
es: Registrar clicks

source: Check to enable track clicks for this curlypage.
es: Marque esta casilla si desea registrar los clicks para este curlypage.

source: Max close views
es: Max impresiones cerrado

source: Max number of close views before this curlypage is disabled. Set it to 0 if you don't want this curlypage disabled when a specific number of close views are reached.
es: Número máximo de impresiones cerrado antes de que este curlypage sea deshabilitado. Configure su valor a 0 si no desea que este curlypage sea deshabilitado cuando un número determinado de impresiones cerrado sea alcanzado.

source: Max open views
es: Max impresiones abierto

source: Max number of open views before this curlypage is disabled. Set it to 0 if you don't want this curlypage disabled when a specific number of open views are reached.
es: Número máximo de impresiones abierto antes de que este curlypage sea deshabilitado. Configure su valor a 0 si no desea que este curlypage sea deshabilitado cuando un número determinado de impresiones abierto sea alcanzado.

source: Link must be enabled to do tracking. Enable it on URL Settings or disable tracking.
es: El enlace debe estar activado para realizar tracking. Actívelo en la configuración de enlace o desactive el tracking.

source: Max close views must be a number between 0 and 99999
es: En número máximo de impresiones cerrado debe ser un número entre 0 y 99999

source: Max open views must be a number between 0 and 99999
es: El número máximo de impresiones abierto debe ser un número entre 0 y 99999

source: Link
es: Enlace

source: Click Track Enabled
es: Registro de clicks

source: Close Views
es: Impresiones cerrado

source: Open Views
es: Impresiones abierto

source: Operations
es: Operaciones

source: reset
es: reiniciar

source: view details
es: ver detalles

source: There are no clicks.
es: No se produjeron clicks.

source: User
es: Usuario

source: Time
es: Hora

source: delete
es: eliminar

source: Are you sure you want to reset clicks count for curlypage %name?
es: Está seguro que quiere reiniciar la cuenta de clicks para el curlypage %name?

source: Reset
es: Restablecer

source: Cancel
es: Cancelar

source: The curlypage %name clicks count has been reseted.
es: La cuenta de clicks del curlypage %name ha sido reiniciada.

source: Are you sure you want to delete click?
es: Está seguro que quiere borrar el registro sobre este click?

source: Delete
es: Eliminar

source: The click has been deleted.
es: El registro del click ha sido borrado.

source: Display clicks count of curlypages
es: Muestra la cuenta de clicks en los curlypages.

source: Detail clicks log for this curlypage
es: Registro detallado de clicks para este curlypage

source: Reset clicks
es: Reiniciar clicks

source: Delete click
es: Borrar click

source: Adds clicks track to curlypages.
es: Añade registro de clicks a los curlypages.
